[
  {
    "url": "https://www.coworker.com/spain/madrid/regus-madrid-la-moraleja",
    "name": "Coworking Space: Regus - Madrid, La Moraleja in Madrid",
    "address": "Map\na. de Europa 19, 3A\n+\n−\nLeaflet | © OpenStreetMap contributors",
    "description": "Overview of Regus - Madrid, La Moraleja\nA modern business park in one of the most prestigious areas of the north of Madrid is the home of the La Moraleja business centre. It occupies a stylish and contemporary low-rise building, which enjoys excellent natural lighting and benefits from an internal accessible patio. The business centre is surrounded by major industries in sectors such as banking, IT and hi-tech, including companies specialising in biotechnology and engineering solutions. The business centre is close to all amenities, including the green space of two golf courses. It is extremely well connected to transport, including the nearby motorway, a European E-05 route that connects Spain to northern markets in France and the UK. There is also a metro station nearby and Barajas international airport is about a 15 minutes' drive away.\n\nSHOW MORE",
    "amenities": []
  },
  {
    "url": "https://www.coworker.com/spain/madrid/regus-madrid-torre-de-cristal",
    "name": "Coworking Space: Regus - Madrid, Torre de Cristal in Madrid",
    "address": "Map\nPaseo de la Castellana, 259C\n+\n−\nLeaflet | © OpenStreetMap contributors",
    "description": "Overview of Regus - Madrid, Torre de Cristal\nDo business with distinction. In Spain’s second tallest building. Our Madrid Torre de Cristal business centre is sure to impress your customers and inspire your best work. While keeping you connected to companies from business consultants to legal giants.\n\n\nJust outside, you’ll find fifteen bus routes, a metro station, and high-speed rail links. If you’re making new deals, you’re already at the heart of one of Europe’s most important business districts. And if you’re taking a break, the surrounding streets are lined with welcoming restaurants and cafes.\n\n✓Convenient parking. For you and your clients.\n\n24-hour access. Work your way.\nAn iconic building in a strategic Madrid location. Elegant and efficient.\nRefuel your thinking. At the convenient ground floor lunch restaurant.\nBusiness lounge access. Just drop in and work.\nPrivate meeting rooms. Made for business.\nSHOW MORE",
    "amenities": []
  },
  {
    "url": "https://www.coworker.com/spain/madrid/regus-madrid-ortega-y-gasset",
    "name": "Coworking Space: Regus - Madrid, Ortega y Gasset in Madrid",
    "address": "Map\nStreet José Ortega y Gasset 22-24\n+\n−\nLeaflet | © OpenStreetMap contributors",
    "description": "Overview of Regus - Madrid, Ortega y Gasset\nThe Ortega y Gasset center, is located in the Salamanca district of Madrid, just 350 metres from the Núñez de Balboa metro station. Is located beside the city’s fashion boutiques on Ortega y Gasset street.\n\n\nThe Plaza de Cibeles and the Retiro Park are a 15-minute walk away. The center is well-connected to the centre by bus. It’s a 12-minute drive to Adolfo Suárez Madrid-Barajas Airport(MAD).",
    "amenities": []
  },
  {
    "url": "https://www.coworker.com/spain/madrid/regus-madrid-manoteras",
    "name": "Coworking Space: Regus - Madrid, Manoteras in Madrid",
    "address": "Map\nCamino Fuente de la Mora, 9\n+\n−\nLeaflet | © OpenStreetMap contributors",
    "description": "Overview of Regus - Madrid, Manoteras\nLocated in the dynamic city of Madrid, the capital of Spain, this centre offers all the advantages of working in a modern city with a long history. The centre is sorrounded by local and international companies that create a powerful network and a business oriented enviroment.\n\n\nIn the neighbourhood, you will also found restaurants, coffee shops and hotels. Plus, the centre is 12 minutes away from the international airoport of Madrid-Barajas and it is connected to the bus and underground lines in a convinient walk.\nSHOW MORE",
    "amenities": []
  },
  {
    "url": "https://www.coworker.com/spain/madrid/regus-madrid-pinar-salamanca-district",
    "name": "Coworking Space: Regus - Madrid Pinar-Salamanca District in Madrid",
    "address": "Map\nPinar 5\n+\n−\nLeaflet | © OpenStreetMap contributors",
    "description": "Overview of Regus - Madrid Pinar-Salamanca District\nSalamanca is well-known for being one of the wealthiest and exclusive areas of Madrid. The building has an impressive, solid facade and a roof-top terrace with a fantastic view of Madrid. Between the two main business districts of Colon and AZCA, the business centre is less than two miles from the city centre. Many embassies, ministries and banks are located nearby. Madrid is the third largest capital in Europe and, has the fourth largest GDP on the continent and is considered the major financial centre of Southern Europe. The city hosts the head offices of many major Spanish companies, including Banco Santander. As a major centre for international business and commerce, the city has seen recent rapid growth in the service sector.\n\nSHOW MORE",
    "amenities": []
  },
  {
    "url": "https://www.coworker.com/spain/madrid/regus-las-rozas-las-rozas",
    "name": "Coworking Space: Regus - LAS ROZAS, Las Rozas in Madrid",
    "address": "Map\nGabriel García Márquez, 4\n+\n−\nLeaflet | © OpenStreetMap contributors",
    "description": "Overview of Regus - LAS ROZAS, Las Rozas\nThe Las Rozas business centre is situated in a well known business park area on the north-west of Madrid. Neighbouring businesses include, IT services and electronics as well as HR consulting and small medium businesses. This business centre has a wide selection of offices for rent, meeting rooms, catering and a large amount of communal space. The modern office building features all the comforts of today's business needs. Just 20 minutes from La Castellana. The area has great amenities in terms of restaurants, shopping centre and supermarkets. It is also the location of the largest outlet shopping area of Spain.",
    "amenities": []
  },
  {
    "url": "https://www.coworker.com/spain/madrid/regus-madrid-avenida-america",
    "name": "Coworking Space: Regus - Madrid, Avenida America in Madrid",
    "address": "Map\nMartinez Villergas Business Park\n+\n−\nLeaflet | © OpenStreetMap contributors",
    "description": "Overview of Regus - Madrid, Avenida America\nMajestic contemporary architecture. Surrounded by open courtyards. Our Martinez Villergas business centre is in one of Madrid’s most prestigious new development. An iconic location that shows you mean business. With businesses from telecoms, the media, and technology just outside.\n\n\nIt’s an inspirational – and desirable – Ciudad Lineal location. Close to everything from cafes and restaurants to a landmark sports centre. All seconds from the M-30 highway, ten minutes from the subway, and moments from the airport.\nSHOW MORE",
    "amenities": []
  },
  {
    "url": "https://www.coworker.com/spain/madrid/wework-eloy-gonzalo-27",
    "name": "Coworking Space: WeWork Eloy Gonzalo 27 in Madrid",
    "address": "Map\n27 Calle Eloy Gonzalo\n+\n−\nLeaflet | © OpenStreetMap contributors",
    "description": "Overview of WeWork Eloy Gonzalo 27\n***OPENING SOON***\n\nWith a rich history, thriving local economy, and endless array of nearby eateries, WeWork’s Trafalgar coworking space is the ideal location to jumpstart your business. In addition to hallmark amenities like front desk service, private offices, and unique conference rooms, a dog-friendly policy and onsite showers truly set this location apart. With convenient bike storage and easy access to the Iglesia, Quevedo, and Alonso Cano Subway Stations just minutes away, commuting is simple no matter where you’re coming from. Our Plaza de Olavide office space also boasts close proximity to many of the city’s best restaurants, bars, and galleries, so you’ll always have plenty of options for entertaining clients and celebrating team wins. Schedule a visit today to reimagine your workday.\nSHOW MORE",
    "amenities": []
  },
  {
    "url": "https://www.coworker.com/spain/madrid/regus-madrid-colon",
    "name": "Coworking Space: Regus - Madrid, Colon in Madrid",
    "address": "Map\nPaseo de la Castellana 18\n+\n−\nLeaflet | © OpenStreetMap contributors",
    "description": "Overview of Regus - Madrid, Colon\nRegus Colon is situated on the longest and widest avenue in Madrid (La Castellana). Neighbouring businesses include financial institutions, global IT and electronics related companies as governmental offices, fine hotels and restaurants. Regus Colon has a wide selection of offices for rent as well as meeting rooms, a terrace and a large amount of communal space.  This modern office features all the comforts to meet your business needs. Located just minutes from the Puerta del Sol and right on the Castellana, it is easy to cross the city on this main thoroughfare. The area is used by many countries to house their embassies and consulates and has a great number of bars and restaurants# for a business lunch or just an informal drink. \n\nSHOW MORE",
    "amenities": []
  },
  {
    "url": "https://www.coworker.com/spain/madrid/regus-madrid-financial-district-torre-europa",
    "name": "Coworking Space: Regus - Madrid Financial District - Torre Europa in Madrid",
    "address": "Map\nPaseo de la Castellana, 95\n+\n−\nLeaflet | © OpenStreetMap contributors",
    "description": "Overview of Regus - Madrid Financial District - Torre Europa\nThe 30-floor circular, glass Torre Europa centre is situated at the heart of Madrid's business district, in the AZCA commercial area. The building, one of five towers, is a striking example of modern architecture. Property and finance dominate the business landscape. Torre Europa enjoys direct access to Paseo de la Castellana, and features secure, on-site parking. Madrid is the third largest capital in Europe and, has the fourth largest GDP on the continent and is considered the major financial centre of Southern Europe. The city hosts the head offices of the vast majority of the major Spanish companies. The city is a major centre for international business and commerce, experiencing recent rapid growth in the service sector.\n\nSHOW MORE",
    "amenities": []
  }
]